[
    {
        "name": "Сбежавший танкер",
        "author": "Борис Гонтермахер",
        "date_public": "2025-05-16",
        "tags": [
            "politic",
            "news"
        ],
        "content": "В Эстонии потребовали от российского танкера, проигнорировавшего попытку ареста, вернуться и сдаться властям",
        "reviews": [
            {
                "name": "Валендеморт",
                "text": "Крутая статья, полезно знать",
                "score": 9
            },
            {
                "name": "CaptainObvious",
                "text": "Очевидно, что танкер не захотел сдаваться. Интересно, чем все закончится.",
                "score": 7
            },
            {
                "name": "ConcernedCitizen",
                "text": "Надеюсь, это не приведет к дальнейшей эскалации напряженности в регионе.",
                "score": 6
            }
        ]
    },
    {
        "name": "Стамбульские гангстеры",
        "author": "Борис Гонтермахер",
        "date_public": "2025-05-16",
        "tags": [
            "politic",
            "news"
        ],
        "content": "В Стамбуле пьяные российские и украинские дипломаты украли из музея щит и пригвоздили его к городским воротам машиной",
        "reviews": [
            {
                "name": "HistoricalHumor",
                "text": "Это уже не дипломатия, а комедия дель арте какая-то!",
                "score": 8
            },
            {
                "name": "BoredReader",
                "text": "Зачем вообще читать новости, когда такое в мире происходит? Цирк!",
                "score": 6
            },
            {
                "name": "ConcernedObserver",
                "text": "Интересно, что скажет МИД? Похоже на дипломатический скандал.",
                "score": 7
            }
        ]
    },
    {
        "name": "Илон Маск анонсировал новые функции Twitter",
        "author": "Дмитрий Колесников",
        "date_public": "2024-03-20",
        "tags": [
            "social",
            "news"
        ],
        "content": "Владелец Twitter Илон Маск анонсировал добавление новых функций в социальную сеть, включая улучшенную систему верификации и расширенные возможности для создателей контента.",
        "reviews": [
            {
                "name": "TechEnthusiast",
                "text": "Улучшенная верификация? Наконец-то! Надеюсь, ботов станет меньше.",
                "score": 9
            },
            {
                "name": "SkepticalUser",
                "text": "Очередная попытка сделать Twitter прибыльным? Посмотрим, что получится.",
                "score": 5
            },
            {
                "name": "ContentCreator",
                "text": "Расширенные возможности для создателей контента - это то, что нужно! Жду с нетерпением.",
                "score": 8
            }
        ]
    },
    {
        "name": "Цены на бензин достигли исторического максимума",
        "author": "Елена Смирнова",
        "date_public": "2024-03-25",
        "tags": [
            "social",
            "news",
            "science"
        ],
        "content": "Мировые цены на бензин достигли рекордного уровня, что вызвало опасения по поводу инфляции и экономического роста.",
        "reviews": [
            {
                "name": "AngryDriver",
                "text": "Да когда же это кончится?! Каждый раз на заправке сердце кровью обливается.",
                "score": 2
            },
            {
                "name": "Economistwannabe",
                "text": "Это неизбежно приведет к росту цен на все остальное. Инфляция будет галопировать.",
                "score": 4
            },
            {
                "name": "CyclingAdvocate",
                "text": "Отличный повод пересесть на велосипед! И для здоровья полезно, и для экологии.",
                "score": 7
            }
        ]
    },
    {
        "name": "В США одобрили новый препарат от болезни Альцгеймера",
        "author": "Алексей Петров",
        "date_public": "2024-03-30",
        "tags": [
            "news",
            "science",
            "health"
        ],
        "content": "Управление по санитарному надзору за качеством пищевых продуктов и медикаментов США (FDA) одобрило новый препарат для лечения болезни Альцгеймера, который показал многообещающие результаты в клинических испытаниях.",
        "reviews": [
            {
                "name": "HopefulRelative",
                "text": "Это просто невероятная новость! Может быть, это даст шанс моей бабушке.",
                "score": 10
            },
            {
                "name": "CautiousOptimist",
                "text": "Будем надеяться, что препарат действительно эффективен и безопасен.",
                "score": 8
            },
            {
                "name": "MedicalResearcher",
                "text": "Результаты клинических испытаний выглядят многообещающе, но нужно больше исследований.",
                "score": 7
            }
        ]
    }
]